{"id":1,"content":"Bout to check my work email again. Funn we had to do shift bids and today we got the results but I'm off..co workers hitn me to tell me"}
{"id":2,"content":"Yeeeee founf my letter. Now waiting for this phone call. I need some good news asap. Thinkin bout ladies night tonight..its been a while."}
{"id":3,"content":"Its been a long time since I stepppped out in da town! My girl said u steppin out tonight or u work n da a.m! I said..Both! #celebrating!"}
{"id":4,"content":"And I really don't drink like that. I've been doing better though. Aint been getting sick! Hey!"}
{"id":5,"content":"Last break is over..I'm goin in! And it was super late! I'm off at 230! Can't wait! Crab and chicken callin my name callin my name!:)"}
{"id":6,"content":"#inhighschool trenton high girls basketball team always had the best record out of all the highschool sports teams. Nothing has changed"}
{"id":7,"content":"The other Credit Union needs to hurry up and get repaired so it can reopen. This Ewing line is crazy long (pause)"}
{"id":8,"content":"Jasmine bold just came in lol my sister is spoiled!!not no rebate involved either ..smh I wonder wat my mom is gettin me for my bday"}
{"id":9,"content":"RevRunWisdom: You can have everything in life that you want if you just give enough other ppl in life what they want -(Ziglar) @USER_5400c2af"}
{"id":10,"content":"ralphmarston: When the going gets difficult, don't waste time looking 4 ways 2 complain.Get busy finding real, workable ways 2 make thin"}
{"id":11,"content":"RT @USER_a7dacf42:@USER_d9cf8c3c @USER_f730f97b @USER_b65dbf21 flyy guys car group dis year&lt;-- yea we're gonna get the labels done for the cars"}
{"id":12,"content":"I kno they mean well, but my family b stressin me out. Shit I aint goin lie, nething that has nothin 2 do wit wayne or art stresses me out"}
{"id":13,"content":"@USER_19251f5f LOL I am confused because so much is going on and I'm only half paying attention. So is brown sauce like steak sauce?"}
{"id":14,"content":"@USER_ee9c8bbc hmm. I've seen Boys like Boys with hellogoodbye and the rocket summer. They're annoying xD"}
{"id":15,"content":"#PeterWisdom If u wake up and ur gal or the gal ur in bed with is staring at u,take solace in knowing she'll be sleep when u escape. LOL"}
{"id":16,"content":"Now I'm in love with Marc Bell his artistic work of art is just outstandingly breath taking. I can stare at his work all day"}
{"id":17,"content":"Shit that crazy man helped the day go by lol RT @USER_7c7085c2: #inhighschool I made fun of my African chem teacher way too much lol"}
{"id":18,"content":"Lol funny I don't hear it RT @USER_e7527f1e: @USER_ca067496 I can't hear you over the applause. Lmao"}
{"id":19,"content":"@USER_fc397199 RT @USER_0355e352: @USER_f4403470 and the dolphin trick just saw she lost her bottoms and left some marks on her legs"}
{"id":20,"content":"Won't be watching the #Oscars tonight. I'll simply be reading my timeline...far more entertaining"}